{
  "Metadata": {
    "title": "Terms of Use | Chromakopia Font Image Generator",
    "description": "Understand our guidelines before you start creating images using the Chromakopia font."
  },
  "title": "Terms of Use",
  "subtitle": "Your Guide to Using the Chromakopia Font Image Generator",
  "sections": {
    "acceptance": {
      "title": "Accepting the Terms",
      "content": "By using the Chromakopia Font Image Generator, you agree to follow our guidelines. It's like using any handy online tool - we hope you'll use it responsibly!"
    },
    "userBehavior": {
      "title": "Usage Etiquette",
      "content": "When using our tool, please maintain good behavior. Use the tool reasonably, respect other users, and keep a positive creative atmosphere. If there's any misuse, we may need to restrict your access."
    },
    "disclaimer": {
      "title": "The Creation Process",
      "content": "Creating images with the Chromakopia font might take a few tries to get the result you want. This process can be challenging but also fun. Remember, creation takes time and patience - we hope you enjoy the process!"
    },
    "modification": {
      "title": "Updating Our Guidelines",
      "content": "We might update these terms from time to time, just as we might improve our tool. Continuing to use the site after changes means you accept the updated terms."
    },
    "noAccount": {
      "title": "No Registration Required",
      "content": "The Chromakopia Font Image Generator is a convenient online tool - no account needed! Start creating images right away in your browser. Just note, without an account, your creations might not be saved for future sessions."
    },
    "intellectualProperty": {
      "title": "Intellectual Property",
      "content": "While the Chromakopia Font Image Generator is a simple and user-friendly tool, it still represents our work. You're free to use the images you create for personal purposes like avatars and profiles, but please don't try to copy or distribute our tool or the Chromakopia font itself. Let's respect intellectual property together."
    }
  }
}
